{
    "Sorry, the system cannot be accessed from your location.": "Lo sentimos, el sistema no se puede acceder desde tu ubicación.",
    "auth.password": "auth.password",
    "Reset Password": "Restablecer Contraseña",
    "Email": "Correo Electrónico",
    "Password": "Contraseña",
    "Confirm Password": "Confirmar Contraseña",
    "Register": "Registrarse",
    "Name": "Nombre",
    "Already registered?": "¿Ya estás registrado?",
    "Please open your authenticator mobile app and enter the code below": "Por favor, abre tu aplicación autenticadora y introduce el código a continuación.",
    "Authenticator apps generate random codes that you can use to sign in. They do not have access to your password or account information": "Las aplicaciones autenticadoras generan códigos aleatorios que puedes usar para iniciar sesión. No tienen acceso a tu contraseña ni información de la cuenta.",
    "We recommend using 1Password": "Recomendamos usar 1Password.",
    "Scan bar code in your authenticator app or manually enter this key": "Escanea el código de barras en tu aplicación autenticadora o ingresa manualmente esta clave.",
    "Code": "Código",
    "Verify Code": "Verificar Código",
    "Logout": "Cerrar Sesión",
    "This is a secure area of the application. Please confirm your password before continuing.": "Esta es un área segura de la aplicación. Por favor, confirma tu contraseña antes de continuar.",
    "Confirm": "Confirmar",
    "Join": "Unirse",
    "has invited you to join": "te ha invitado a unirte",
    "Save Password": "Guardar Contraseña",
    "Forgot Password": "Olvidé mi Contraseña",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "¿Olvidaste tu contraseña? No hay problema. Solo dinos tu correo electrónico y te enviaremos un enlace de restablecimiento de contraseña para que puedas elegir una nueva.",
    "Email Password Reset Link": "Enviar Enlace de Restablecimiento de Contraseña",
    "Verify Email": "Verificar Correo Electrónico",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "¡Gracias por registrarte! Antes de comenzar, ¿podrías verificar tu dirección de correo electrónico haciendo clic en el enlace que te acabamos de enviar? Si no recibiste el correo, te enviaremos otro con gusto.",
    "A new verification link has been sent to the email address you provided during registration.": "Se ha enviado un nuevo enlace de verificación a la dirección de correo electrónico que proporcionaste durante el registro.",
    "Resend Verification Email": "Reenviar Correo de Verificación",
    "Log Out": "Cerrar Sesión",
    "Login": "Iniciar Sesión",
    "Forgot your password?": "¿Olvidaste tu contraseña?",
    "2FA": "2FA",
    "Hello": "Hola",
    "Thanks": "Gracias",
    "Dashboard": "Panel de Control",
    "logout": "cerrar sesión",
    "Copyright": "Derechos de Autor",
    "Built by": "Desarrollado por",
    "Office lockdown by IP Address": "Bloqueo de oficina por dirección IP",
    "When a user is set to office login only the IP's listed below will allow access.": "Cuando un usuario está configurado para iniciar sesión solo en la oficina, solo las IPs listadas a continuación permitirán el acceso.",
    "If you are not in the office you will not be able to login.": "Si no estás en la oficina, no podrás iniciar sesión.",
    "Your current IP address is": "Tu dirección IP actual es",
    "IP Address": "Dirección IP",
    "Comment": "Comentario",
    "Add Row": "Añadir Fila",
    "Save": "Guardar",
    "System Settings": "Configuración del Sistema",
    "Application Settings": "Configuración de la Aplicación",
    "Site Name": "Nombre del Sitio",
    "Enforce 2FA": "Forzar 2FA",
    "Force 2 factor authentication for all users on login.": "Forzar la autenticación de dos factores para todos los usuarios al iniciar sesión.",
    "Update Application Settings": "Actualizar Configuración de la Aplicación",
    "Theme Docs": "Documentación del Tema",
    "Notifications": "Notificaciones",
    "Close panel": "Cerrar Panel",
    "No notifications yet.": "Aún no hay notificaciones.",
    "Roles": "Roles",
    "By default only Admin have full access, additional roles will need permissions applying to them by editing the roles below.": "Por defecto, solo el administrador tiene acceso completo, los roles adicionales necesitarán permisos aplicados editando los roles a continuación.",
    "Search Roles": "Buscar Roles",
    "Action": "Acción",
    "Edit": "Editar",
    "Delete": "Eliminar",
    "Are you sure you want to delete this role?": "¿Estás seguro de que deseas eliminar este rol?",
    "Type": "Tipo",
    "to confirm": "para confirmar",
    "Cancel": "Cancelar",
    "Delete Role": "Eliminar Rol",
    "Edit Role": "Editar Rol",
    "required": "requerido",
    "Role": "Rol",
    "Update Role": "Actualizar Rol",
    "Add Role": "Añadir Rol",
    "Create Role": "Crear Rol",
    "You're logged in!": "¡Has iniciado sesión!",
    "Users": "Usuarios",
    "Search Users": "Buscar Usuarios",
    "Advanced Search": "Búsqueda Avanzada",
    "Reset form": "Restablecer Formulario",
    "Joined Date Range": "Rango de Fecha de Ingreso",
    "Joined": "Se unió",
    "Invited by": "Invitado por",
    "Profile": "Perfil",
    "Resend Invite": "Reenviar Invitación",
    "another invite email": "otro correo de invitación",
    "Yes, Send Email": "Sí, Enviar Correo",
    "Invite email sent": "Correo de invitación enviado",
    "Close": "Cerrar",
    "Confirm Delete": "Confirmar Eliminación",
    "Are you sure you want to delete": "¿Estás seguro de que deseas eliminar?",
    "Delete User": "Eliminar Usuario",
    "Activity": "Actividad",
    "Search Actions": "Buscar Acciones",
    "Select": "Seleccionar",
    "Created Date Range": "Rango de Fecha de Creación",
    "Section": "Sección",
    "View": "Ver",
    "Created At": "Creado el",
    "Edit User": "Editar Usuario",
    "Invite User": "Invitar Usuario",
    "Send invite to user": "Enviar invitación al usuario",
    "Two Factor Authentication": "Autenticación en Dos Pasos",
    "Add additional security to your account using two-factor authentication.": "Añade seguridad adicional a tu cuenta utilizando la autenticación en dos pasos.",
    "Why do I need this?": "¿Por qué necesito esto?",
    "Passwords can get stolen – especially if you use the same password for multiple sites.": "Las contraseñas pueden ser robadas, especialmente si usas la misma contraseña en varios sitios.",
    "Adding Two-Step Verification means that even if your password gets stolen, your account will remain secure.": "Añadir la Verificación en Dos Pasos significa que, incluso si tu contraseña es robada, tu cuenta seguirá siendo segura.",
    "How does it work?": "¿Cómo funciona?",
    "After you turn on Two-Step Verification for your account, signing in will be a little different: You will enter your password, as usual.": "Después de activar la Verificación en Dos Pasos para tu cuenta, el inicio de sesión será un poco diferente: Introducirás tu contraseña como de costumbre.",
    "Next open your Authenticator app and copy the code number into the form and submit.": "Luego, abre tu aplicación autenticadora y copia el código en el formulario y envíalo.",
    "Turn off 2FA": "Desactivar 2FA",
    "Turn on 2FA": "Activar 2FA",
    "Account Settings": "Configuración de la Cuenta",
    "Update Profile": "Actualizar Perfil",
    "Admin Settings": "Configuración de Administrador",
    "Audit Trails": "Registros de Auditoría",
    "Settings": "Configuraciones"
}
